Revit 2027 API
ExportLineweightTable Constructor
 Constructs a new ExportLineweightTable with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLineweightTable()
Public Sub New
public:
ExportLineweightTable()
new : unit -> ExportLineweightTable
See Also
Reference
ExportLineweightTable Class
Autodesk.Revit.DB Namespace